Repository: Mohamed22Shaban/company_projects
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: ar

source: name
ar: الاسم

source: email
ar: البريد الالكترونى

source: body
ar: المحتوى

source: who am i
ar: من انا

source: Atry company for technology and architecture projects
ar: ا ت رى لمشروعات الانشاء والتقنيه

source: Arty Blog
ar: مدونه الشركه

source: blog
ar: المدونه

source: base
ar: الاساسيه

source: my courses
ar: دوراتى

source: python course
ar: دوره بايثون

source: django course
ar: دوره جانو

source: education management course
ar: دوره اداره التعليم

source: Profile
ar: الملف الشخصى

source: logout
ar: تسجيل الخروج

source: login
ar: تسجيل الدخول

source: register
ar: التسجيل

source: back to the basic page
ar: الرجوع الى الصفحه الرئيسيه

source: last blog
ar: اخر تدوينه

source: last comments
ar: اخر تعليق

source: muhammed shaban learn how to improve my skills
ar: محمد شعبان احول التطوير من مهاراتى

source: important sites
ar: مواقع مهمه

source: django Documents
ar: وثائق جانو

source: python Documents
ar: وثائق بايثون

source: ensure
ar: تاكيد

source: social media
ar: مواقع التواصل الاجتماعى

source: all rights reversed
ar: جميع حقوق الطبع محقوظه

source: publish in
ar: النشر فى

source: edit
ar: تحرير

source: delete
ar: مسح

source: comments
ar: تعليقات

source: No comments
ar: لا يوجد تعليقات

source: Add comments
ar: اضافه تعليقات

source: no blogs if you have accounts before you can log in
ar: لا يوجد تدوينات لو لديك حساب مسبقا تستطيع تسجيل الدخول

source: and publish in site
ar: و النشر على الموقع

source: No comments
ar: لا يوجد تعليقات

source: No blogs
ar: لا يوجد تدوينات

source: New blog
ar: تدوينه جديده

source: publish
ar: النشر

source: Next
ar: التالى

source: page
ar: صفحه

source: from
ar: من

source: previous
ar: السابق

source: delete
ar: حذف

source: do you sure
ar: هل انت متاكد

source: back
ar: تراجع

source: edit blog
ar: تحرير مدونه
