Repository: Mohamed22Shaban/company_projects
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: ar

source: username
ar: المستخدم

source: email
ar: البريد

source: firstname
ar: الاسم الاول

source: lastname
ar: الاسم الاخير

source: password
ar: كلمه السر

source: repassword
ar: اعاده كلمه السر

source: passward
ar: كلمه السر

source: Profile
ar: الملف الشخصى

source: Profiles
ar: الملفات الشخصيه

source: go back basic page
ar: العوده الى الصفحه الرئسيه

source: sign in
ar: الدخول الى حسابك

source: if you do not have accounts you can register
ar: لو لم يكن لديك حساب يمكنك التسجيل

source: register form here
ar: التسجيل من هنا

source: logout successfuly
ar: تم تسجيل الخروج بنجاح

source: login again
ar: الدخول مجددا

source: edit
ar: تحرير

source: name
ar: الاسم

source: gmail
ar: البريد

source: count of blogs
ar: عدد التدوينات

source: my blogs
ar: تدويناتى

source: No blogs
ar: لا يوجد تدوينات

source: profile update
ar: تعديل الملف الشخصى

source: profiel photo
ar: صوره الملف الشخصى

source: current photo
ar: الصوره الحاليه

source: chose photo
ar: اختيار صوره

source: register
ar: التسجيل

source: if you have accounts
ar: لو لديك حساب
